alsa-tools
alsa-utils
arandr
autoconf
automake
bash
bash-completion
binutils
bison
bridge-utils
bzip2
cdrkit
clisp
cmatrix
coreutils
cryptsetup
device-mapper
dhcpcd
diffutils
djvulibre
dmenu
dnsmasq
e2fsprogs
ebtables
efibootmgr
emacs
faenza-icon-theme
faience-icon-theme
fakeroot
fbida
feh
file
filesystem
findutils
firefox
flex
gawk
gcc
gcc-libs
gedit
geeqie
gettext
gimp
git
glibc
gnome-themes-standard
gptfdisk
grep
groff
grub
gtk-engine-murrine
gvfs
gzip
htop
i3-wm
i3lock
i3status
imagemagick
inetutils
iproute2
iputils
iw
jfsutils
less
libiscsi
libtool
libvirt
licenses
linux
logrotate
lvm2
lxappearance
m4
make
man-db
man-pages
mc
mdadm
mesa
mesa-libgl
mtools
netctl
openssh
p7zip
pacman
patch
pciutils
pcmciautils
perl
perl-anyevent-i3
perl-authen-sasl
perl-json-xs
perl-mime-tools
perl-net-smtp-ssl
pkg-config
pm-utils
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
qemu
qemu-arch-extra
qemu-block-gluster
qemu-block-iscsi
qemu-block-rbd
qemu-launcher
qt4
qt4-gstreamer
qt5-base
qt5-svg
reiserfsprogs
rfkill
s-nail
samba
screenfetch
scrot
sed
shadow
spice-protocol
sysfsutils
systemd-sysvcompat
tar
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tigervnc
tk
transmission-qt
tree
ttf-dejavu
ttf-freefont
tumbler
unace
unarj
unrar
unzip
usbutils
util-linux
vi
vim
vlc
which
wpa_supplicant
xchat
xf86-input-synaptics
xfsprogs
xorg-server
xorg-twm
xorg-xinit
xterm
zip
